[AvengerAssemble.ARC_IA_MissilePallet XComInteractiveLevelActor]
FriendlyDisplayName="Ракета \"Лавина\""

[AvengerAssemble.ARC_IA_OperatorManual XComInteractiveLevelActor]
FriendlyDisplayName="Центральний банк даних НЛО"

[AvengerAssemble.ARC_IA_PilotSeat XComInteractiveLevelActor]
FriendlyDisplayName="Крiсло пiлота перехоплювача"

[AvengerAssemble.ARC_IA_RotorMechanism XComInteractiveLevelActor]
FriendlyDisplayName="Роторний блок \"Рейнджера\""

[AvengerAssemble.ARC_IA_SignalInterceptDevice_TLE XComInteractiveLevelActor]
FriendlyDisplayName=""

[AvengerAssemble.ARC_IA_UFOComputer XComInteractiveLevelActor]
FriendlyDisplayName="Навiгацiйна система прибульцiв"

[ItCameFromTheSea.ARC_IA_Destroy_WaterfrontRadio XComInteractiveLevelActor]
FriendlyDisplayName=""

[ItCameFromTheSea.ARC_IA_WaterfrontRadio XComInteractiveLevelActor]
FriendlyDisplayName="Пiратська радiостанцiя"

[TheLazarusProject.ARC_IA_LazarusTube XComInteractiveLevelActor]
FriendlyDisplayName="Стазис-капсула"

